<template>
	<div>
		<div class="hotnews">
			<div class="hotnews-block" v-for="(item,index) in news">
				<div class="hotnews-block-left" :class="['block' + index]">
					{{ item.time }}
				</div>
				<div class="hotnews-block-right">
					<p class="hotnews-title">{{ item.title }}</p>
					<p class="hotnews-msg">{{ item.msg }}</p>
				</div>
			</div>
		</div>
	</div>
</template>

<script>
	export default {
		data() {
			return {
				news: [
					{
						time: '2017/11/30',
						title: '精准扶贫新模式 大理漾濞22棵百年古核桃树采摘权在沪成功拍卖',
						msg:'“中国核桃之乡”云南大理漾濞22棵百年核桃树两年的果实采摘权拍卖在上海国际商品拍卖有限公司圆满落槌，这一汇聚沪滇两地政府、企业、机构及个人爱心力量的义拍活动为漾濞当地的产业扶贫、精准扶贫贡献了一种全新的模式。本次拍卖活动由大理漾濞彝族自治县、上海中小企业品牌促进中心，上海国际商品拍卖有限公司共同主办。'
					},
					{
						time: '2017/11/31',
						title: '精准扶贫新模式大理漾濞22棵百年古核桃树采摘权在沪成功拍卖',
						msg:'“中国核桃之乡”云南大理漾濞22棵百年核桃树两年的果实采摘权拍卖在上海国际商品拍卖有限公司圆满落槌，这一汇聚沪滇两地政府、企业、机构及个人爱心力量的义拍活动为漾濞当地的产业扶贫、精准扶贫贡献了一种全新的模式。本次拍卖活动由大理漾濞彝族自治县、上海中小企业品牌促进中心，上海国际商品拍卖有限公司共同主办。'
					},
					{
						time: '2017/11/30',
						title: '精准扶贫新模式 大理漾濞22棵百年古核桃树采摘权在沪成功拍卖',
						msg:'“中国核桃之乡”云南大理漾濞22棵百年核桃树两年的果实采摘权拍卖在上海国际商品拍卖有限公司圆满落槌，这一汇聚沪滇两地政府、企业、机构及个人爱心力量的义拍活动为漾濞当地的产业扶贫、精准扶贫贡献了一种全新的模式。本次拍卖活动由大理漾濞彝族自治县、上海中小企业品牌促进中心，上海国际商品拍卖有限公司共同主办。'
					},
					{
						time: '2017/11/31',
						title: '精准扶贫新模式大理漾濞22棵百年古核桃树采摘权在沪成功拍卖',
						msg:'“中国核桃之乡”云南大理漾濞22棵百年核桃树两年的果实采摘权拍卖在上海国际商品拍卖有限公司圆满落槌，这一汇聚沪滇两地政府、企业、机构及个人爱心力量的义拍活动为漾濞当地的产业扶贫、精准扶贫贡献了一种全新的模式。本次拍卖活动由大理漾濞彝族自治县、上海中小企业品牌促进中心，上海国际商品拍卖有限公司共同主办。'
					}
				]
			}
		}
	}
</script>

<style scoped>
@import '/static/css/hotnews.css'
</style>